Repository: echo-devim/geary-plus
Catalog: help/*/*.po
Languages: fr

source: Write a message
fr: Écriture d'un message

source: To compose a new message in Geary, press the <gui>New Message</gui> button on the toolbar.
fr: Pour écrire un nouveau message dans Geary, appuyez sur le bouton <gui>Nouveau Message</gui> dans la barre d'outils.

source: To reply to a message, open the message menu in the upper right corner of the message and choose <gui>Reply</gui>, <gui>Reply All</gui> or <gui>Forward</gui>. You can also reply to the last message in a conversation via the <gui>Reply</gui>, <gui>Reply All</gui> or <gui>Forward</gui> buttons on the toolbar.
fr: Pour répondre à un message, ouvrez le menu dans le coin en haut à droite du message et choisissez <gui>Répondre</gui>, <gui> Répondre à tous</gui> ou <gui>Transmettre</gui>. Vous pouvez aussi répondre au dernier message d'une conversation via les boutons <gui>Répondre</gui>,<gui> Répondre à tous</gui> ou <gui>Transmettre</gui> de la barre d'outils.

source: Features
fr: Fonctionnalités

source: Geary's email composer lets you adjust the font, size and color of text. You can also insert hyperlinks into messages.
fr: L'éditeur de message de Geary vous permet de choisir la police, la taille et la couleur du texte. Vous pouvez aussi insérer des liens hypertextes dans les messages.

source: Geary can also send plain text messages. In the drop-down menu, check or uncheck "Rich Text" to toggle between plain text and rich text mode.
fr: Geary peut aussi envoyer des messages en texte brut. Dans le menu déroulant, cliquez sur "Texte Riche" pour basculer du mode texte brut au mode texte riche.

source: You can attach a file to a message you're writing in either of these ways:
fr: Vous pouvez joindre un fichier au message que vous écrivez par une de ces méthodes :

source: Press the <gui>Attach File</gui> button at the lower left of the composer window, then select a file to attach.
fr: Cliquez sur le bouton <gui>Joindre un Fichier </gui> en bas à gauche de la fenêtre d'édition et sélectionnez le fichier à joindre.

source: Drag the file from the Nautilus file manager to the composer window, and drop it either on the text fields at the top of the window or on the toolbar at the bottom.
fr: Faites glisser le fichier depuis le navigateur de fichier Nautilus et déposez-le soit sur les champs de texte en haut de la fenêtre d'édition, soit sur la barre d'outils en bas.

source: Drafts
fr: Brouillons

source: For mail servers that support drafts, Geary will automatically save the message as you type. If you close the composer without sending, Geary will prompt you to keep the draft or to discard it.
fr: Pour les serveurs de messagerie qui prennent en compte les brouillons, Geary enregistre automatiquement ce que vous écrivez. Si vous fermez l'éditeur sans envoyer le message, Geary vous demandera s'il doit garder le brouillon ou le détruire.

source: To edit an existing draft, select the Drafts folder in the folder list, select the message, and click "Edit Draft" in the message viewer.
fr: Pour modifier un brouillon existant, sélectionnez le dossier Brouillons dans la liste, sélectionnez le message et cliquez sur « Modifier le Brouillon » dans le panneau message.

source: Geary deletes the draft when you send the message.
fr: Geary supprime le brouillon quand vous envoyez le message.

source: Star a message or mark it as read/unread
fr: Marquage d'un message d'une étoile ou comme lu/non lu

source: Star messages
fr: Marquage des message d'une étoile

source: You can star messages to indicate that they're important to you. To mark a conversation with a star, click its star icon in the conversation list. You can star an individual message by clicking the star at the upper right of the message itself.
fr: Vous pouvez marquer un message d'une étoile pour indiquer qu'il est important pour vous. Pour marquer une conversation, cliquez sur l'icône en forme d'étoile dans la liste des conversations. Vous pouvez aussi marquer individuellement un message en cliquant sur l'étoile en haut à droite du message.

source: With Gmail accounts, starred messages appear in the Starred folder in the folder list.
fr: Pour les comptes Gmail, les messages étoilés se trouvent dans le dossier Messages Étoilés de la liste des dossiers.

source: Mark messages as read or unread
fr: Marquage des messages comme lus ou non lus

source: Geary marks messages as read automatically as you read them. To manually toggle a conversation as read or unread, click the circle icon in the conversation list.
fr: Geary marque automatiquement les messages comme lus quand vous les lisez. Pour marquer manuellement une conversation comme lue ou non lue, cliquez sur l'icône en forme de cercle dans la liste des conversations.

source: Alternately, the <gui>Mark as Unread</gui> in the <gui>Mark</gui> menu on the toolbar can be used to toggle the read status of the selected conversation(s).
fr: Le bouton <gui>Marquer comme non lu</gui> dans le menu <gui>Marquer</gui> de la barre d'outils peut aussi être utilisé pour changer le statut de lecture de la, ou des conversations sélectionnées.

source: To mark an individual message as read, select <gui>Mark as Read</gui> from the dropdown menu.
fr: Pour marquer individuellement un message comme lu, sélectionner <gui>Marquer comme lu</gui> dans le menu déroulant.

source: Keyboard shortcuts
fr: Raccourcis clavier

source: Geary has keyboard shortcuts for most common operations.
fr: Geary a des raccourcis clavier pour les opérations les plus courantes.

source: Compose a new message
fr: Écrire un nouveau message

source: <keyseq><key>Ctrl</key><key>N</key></keyseq> or <key>N</key>
fr: <keyseq><key>Ctrl</key><key>N</key></keyseq> ou <key>N</key>

source: Reply to sender
fr: Répondre à l'expéditeur

source: <keyseq><key>Ctrl</key><key>R</key></keyseq> or <key>R</key>
fr: <keyseq><key>Ctrl</key><key>R</key></keyseq> ou <key>R</key>

source: Reply to all
fr: Répondre à tous

source: <keyseq><key>Ctrl</key><key>Shift</key><key>R</key></keyseq> or <keyseq><key>Shift</key><key>R</key></keyseq>
fr: <keyseq><key>Ctrl</key><key>Maj</key><key>R</key></keyseq> ou <keyseq><key>Maj</key><key>R</key></keyseq>

source: Forward
fr: Transférer

source: <keyseq><key>Ctrl</key><key>L</key></keyseq> or <key>F</key>
fr: <keyseq><key>Ctrl</key><key>L</key></keyseq> ou <key>F</key>

source: Archive
fr: Archiver

source: Trash
fr: Corbeille

source: <key>Delete</key> or <key>Backspace</key>
fr: <key>Suppr</key> ou <key>Retour arrière</key>

source: Delete
fr: Supprimer

source: <keyseq><key>Shift</key><key>Delete</key></keyseq> or <keyseq><key>Shift</key><key>Backspace</key></keyseq>
fr: <keyseq><key>Maj</key><key>Suppr</key></keyseq> ou <keyseq><key>Maj</key><key>Retour arrière</key></keyseq>

source: Star
fr: Marquer d'une étoile

source: Unstar
fr: Supprimer l'étoile

source: Mark read
fr: Marquer comme lu

source: <keyseq><key>Ctrl</key><key>I</key></keyseq> or <keyseq><key>Shift</key><key>I</key></keyseq>
fr: <keyseq><key>Ctrl</key><key>I</key></keyseq> ou <keyseq><key>Maj</key><key>I</key></keyseq>

source: Mark unread
fr: Marquer comme non lu

source: <keyseq><key>Ctrl</key><key>U</key></keyseq> or <keyseq><key>Shift</key><key>U</key></keyseq>
fr: <keyseq><key>Ctrl</key><key>U</key></keyseq> ou <keyseq><key>Maj</key><key>U</key></keyseq>

source: Toggle spam
fr: Signaler comme pourriel

source: <keyseq><key>Ctrl</key><key>J</key></keyseq> or <key>!</key>
fr: <keyseq><key>Ctrl</key><key>J</key></keyseq> ou <key>!</key>

source: Quit
fr: Quitter

source: Zoom in
fr: Zoom avant

source: <keyseq><key>Ctrl</key><key>=</key></keyseq> or <key>=</key>
fr: <keyseq><key>Ctrl</key><key>=</key></keyseq> ou <key>=</key>

source: Zoom out
fr: Zoom arrière

source: <keyseq><key>Ctrl</key><key>-</key></keyseq> or <key>-</key>
fr: <keyseq><key>Ctrl</key><key>-</key></keyseq> ou <key>-</key>

source: Reset zoom
fr: Revenir au zoom par défaut

source: <keyseq><key>Ctrl</key><key>0</key></keyseq> or <key>0</key>
fr: <keyseq><key>Ctrl</key><key>0</key></keyseq> ou <key>0</key>

source: Preferences
fr: Préférences

source: E
fr: <keyseq><key>Ctrl</key><key>E</key></keyseq>

source: Accounts
fr: Comptes

source: M
fr: <keyseq><key>Ctrl</key><key>M</key></keyseq>

source: Close composer window
fr: Fermer la fenêtre d'édition

source: Jump to search box
fr: Aller à la barre de recherche

source: Find in current conversation
fr: Chercher dans la conversation en cours

source: Find next in current conversation
fr: Occurrence suivante dans la conversation

source: Find previous in current conversation
fr: Occurrence précédente dans la conversation

source: Shift
fr: Maj

source: Search
fr: Recherche

source: Geary supports a per-account full text search. To start a search, select a folder associated with the account you'd like to search against. Then click the search box in the toolbar (or press <keyseq><key>Ctrl</key><key>S</key></keyseq>) and start typing. Results will appear after a brief delay.
fr: Geary propose une recherche de texte par comptes. Pour débuter, sélectionnez un dossier associé au compte où vous voulez faire la recherche. Puis cliquez dans la barre de recherche de la barre d'outils (ou appuyez sur <keyseq><key>Ctrl</key><key>S</key></keyseq>) et commencez la saisie. Les résultats s'afficheront après un court délai.

source: The full text search includes email text, email addresses (to, from, and cc), subject lines and attachment filenames.
fr: La recherche par texte inclus le texte des messages, les adresses courriel (champs « à », « de » et « cc »), sujets et noms des fichiers joints.

source: Keywords that match your search are highlighted in the message view. Geary will match different forms of the same word, for example searching for "walk" will also match "walking" and "walked."
fr: Les mots clefs correspondants à votre recherche sont mis en évidence dans le panneau message. Geary détecte les formes analogues au mot recherché. Par exemple la recherche pour « marche » renverra aussi « marcher » et « marcheur ».

source: Search operators
fr: Filtres de recherche

source: Geary supports the following operators to limit the scope of searches:
fr: Geary permet d'utiliser les filtres suivants pour limiter les recherches :

source: filename
fr: nom de fichier

source: attachment:<placeholder-1/>
fr: pièce jointe : <placeholder-1/>

source: Finds messages with attachments whose name matches <var>filename</var>.
fr: Recherche les messages avec une pièce jointe dont le nom correspond à <var>nom de fichier</var>.

source: recipient
fr: destinataire

source: Finds messages where <var>recipient</var> matches the BCC header.
fr: Cherche les messages pour lesquelles le <var>destinataire</var> correspond à l'en tête BCC.

source: text
fr: texte

source: body:<placeholder-1/>
fr: corps :<placeholder-1/>

source: Finds messages whose body contains <var>text</var>.
fr: Cherche les messages dont le corps contient le <var>texte</var>.

source: Finds messages where <var>recipient</var> matches the CC header.
fr: Recherche les messages dont l'en-tête CC correspond à <var>destinataire</var>.

source: sender
fr: expéditeur

source: from:<placeholder-1/>
fr: de :<placeholder-1/>

source: Finds messages where <var>sender</var> matches the From header.
fr: Cherche les messages dont l'en-tête De correspond à <var>expéditeur</var>.

source: subject:<placeholder-1/>
fr: sujet :<placeholder-1/>

source: Finds messages whose subject contains <var>text</var>.
fr: Recherche les messages dont le sujet contient <var>texte</var>.

source: to:<placeholder-1/>
fr: à :<placeholder-1/>

source: Finds messages where <var>sender</var> matches the To, CC, or BCC header.
fr: Recherche les messages où l' <var>expéditeur</var> correspond aux champs De, CC ou BCC de l'en-tête .

source: As a special case, the <input>bcc</input>, <input>cc</input>, <input>from</input>, and <input>to</input> operators support <input>me</input> as their argument, which searches for the account's email address in the appropriate context.
fr: Cas particulier, les champs <input>bcc</input>, <input>cc</input>, <input>de</input> et <input>à</input>, acceptent <input>moi</input> comme argument, ce qui lance une recherche sur l'adresse courriel du compte en cours dans le contexte approprié.

source: The <gui>Preferences</gui> option is available in either Geary's application menu or the gear menu in the upper-right of the toolbar. (The location depends on the install desktop shell. For GNOME Shell and Unity, the application menu is available near the top-left corner of the screen.)
fr: Le panneau <gui>Préférences</gui> est accessible depuis le menu d'application de Geary ou le bouton menu dans le coin en haut à droite de la barre d'outils. (L'emplacement dépend de votre environnement de bureau. Pour GNOME Shell et Unity le menu d'application est près du coin en haut à gauche de l'écran.)

source: Reading
fr: Lecture

source: Automatically select next message
fr: Sélectionner automatiquement le message suivant

source: When this option is enabled, Geary automatically selects the latest message in a folder when you enter the folder. In addition, after archiving a message, Geary automatically selects an adjacent message.
fr: Si cette option est activée, Geary sélectionne automatiquement le dernier message quand vous sélectionnez un dossier. De plus, après avoir archivé un message, Geary sélectionne automatiquement un message adjacent.

source: Display conversation preview
fr: Afficher l'aperçu des conversations

source: Enables message previews in the conversation list. Previews show the first few lines of each message.
fr: Active l'aperçu des messages dans la liste des conversations. L'aperçu montre quelques lignes du début de chaque message.

source: Composer
fr: Éditeur

source: Enable spell checking
fr: Activer la vérification orthographique

source: When set, Geary automatically spell checks a message as you write it, underlying each misspelled word in red.
fr: Si l'option est activée, Geary vérifie automatiquement l'orthographe des messages que vous écrivez. Les mots mal orthographiés sont soulignés en rouge.

source: Play notification sounds
fr: Jouer les sons de notification

source: When set, Geary plays a sound whenever a new message arrives.
fr: Si l'option est activée, Geary émet un son à chaque nouveau message qui arrive.

source: Show notifications for new mail
fr: Afficher les notifications de nouveau message

source: When set, Geary displays a <em>notification</em> each time a new message arrives. Notifications are displayed in a system-dependent manner. On GNOME Shell, notifications appear at the bottom of the display. In Ubuntu Unity, notifications appear at the upper right of the display.
fr: Si l'option est activée, Geary affiche une <em>notification</em> chaque fois qu'un nouveau message arrive. Les notifications sont affichées par chaque système de façon différente. Dans Gnome Shell, les notifications s'affichent au bas de l'écran. Dans Ubuntu Unity, elles apparaissent en haut à droite de l'écran.

source: Overview
fr: Aperçu

source: Geary is a lightweight email reader for the <link href="http://gnome.org">GNOME</link> desktop. It works with mail servers that support the IMAP protocol, including popular services such as Gmail, Yahoo Mail, and Outlook.com.
fr: Geary est un client de messagerie léger pour le bureau <link href="http://gnome.org">GNOME</link>. Il fonctionne avec les serveurs de messageries qui prennent en charge le protocole IMAP, ce qui inclut des services populaires tel Gmail, Yahoo Mail ou Outlook.com.

source: Geary groups mail messages into <em>conversations</em>. A conversation contains all messages in a single thread of discussion.
fr: Geary regroupe les messages en <em>conversations</em>. Une conversation contient tous les messages d'un fil de discussion.

source: The main Geary window is divided into several areas:
fr: La fenêtre principale de Geary est divisée en plusieurs zones :

source: Folder list
fr: Liste des dossiers

source: The <em>folder list</em> at the left displays all <em>folders</em> and <em>labels</em> in your mail account. Geary uses the term <em>label</em> for any folder that you have created to help organize your messages. (The Gmail web interface also uses this term; most other mail services do not.)
fr: La <em>liste des dossiers</em> sur la gauche affiche tous les <em>dossiers</em> et <em>étiquettes</em> dans votre compte de messagerie. Geary utilise le terme <em>étiquette</em> pour tous les dossiers que vous avez créés afin d'organiser vos messages. (L'interface web de Gmail utilise aussi ce terme, contrairement à la plupart des autres services.)

source: Conversation list
fr: Liste des conversations

source: The <em>conversation list</em> displays a list of conversations in the selected folder. Newer conversations appear at the top.
fr: La <em>liste des conversations</em> affiche les conversations dans le dossier sélectionné. Les conversations les plus récentes sont en haut.

source: Each sender's name appears bold if there are unread messages from that sender. If a conversation has more than one message, Geary displays a count of messages in the conversation.
fr: Le nom d'un expéditeur figure en gras s'il y a des messages non lus qui proviennent de lui. Si une conversation contient plusieurs messages, Geary affiche leur nombre.

source: Geary does not automatically download all messages in all of your mail folders. When you first visit your Inbox or any other folder, Geary downloads the 50 most recent messages in that folder. To see more messages, simply scroll down the conversation list and Geary will fetch more messages automatically.
fr: Geary ne télécharge pas automatiquement tous les messages dans tous vos dossiers de messagerie. Quand vous ouvrez votre boite de réception ou un autre dossier pour la première fois, Geary télécharge les 50 messages les plus récents. Pour afficher plus de messages, faites défiler entièrement la liste des conversations et Geary téléchargera automatiquement plus de messages.

source: Some commands in Geary can act on a group of conversations. To select multiple conversations, hold down the <key>Ctrl</key> key and click each conversation in turn in the conversation list. Alternatively, click the first conversation in a range, then hold down <key>Shift</key> and click the last conversation.
fr: Certaines commandes de Geary peuvent être appliquées à un groupe de conversations. Pour sélectionner plusieurs conversations, gardez la touche <key>Ctrl</key> enfoncée et cliquez sur chaque conversation à sélectionner. Vous pouvez aussi cliquer sur la première conversation d'une série, garder la touche <key>Maj</key> enfoncée et cliquer sur la dernière.

source: Message area
fr: Panneau des messages

source: The <em>message area</em> displays all messages in the selected conversation, with the oldest message at the top.
fr: Le <em>panneau des messages</em> affiche tous les messages de la conversation sélectionnée, le plus ancien est en haut.

source: At the upper right of each message, Geary displays a dropdown arrow that lets you open the <em>message menu</em> with commands that operate on the message.
fr: Dans le coin en haut à droite de chaque message, Geary affiche une flèche vers le bas qui vous permet d'ouvrir un <em>menu des messages</em> qui contient des fonctions s'appliquant au message.

source: When you view a conversation, Geary collapses messages that you've already read. Click collapsed messages to expand them. Click an expanded message's header to collapse it.
fr: Quand vous ouvrez une conversation, Geary replie les messages que vous avez déjà lus. Cliquez sur les messages repliés pour les afficher. Cliquez sur l'en-tête d'un message pour le replier.

source: Any attachments in a message appear at the bottom of the message. You can click an attachment to open it or right-click to save it.
fr: Toute pièce jointe à un message figure en bas du message. Vous pouvez cliquer sur une pièce jointe pour l'ouvrir, ou utiliser un clic droit pour l'enregistrer.

source: Geary uses <link href="https://secure.gravatar.com/">Gravatar</link> to display an avatar for each message's sender in its header.
fr: Geary utilise <link href="https://secure.gravatar.com/">Gravatar</link> afin d'afficher un avatar pour chaque expéditeur de message dans l'en-tête.

source: Geary is still in early development. Geary supports IMAP and has been tested with Gmail, Yahoo, and the free Dovecot mail server. Experimental support for Outlook.com is provided. Geary may not yet work well with some IMAP servers. At this time Geary is still missing numerous features including offline mode.
fr: Geary est encore à un stade précoce de développement. Geary accepte le protocole IMAP et a été testé avec Gmail, Yahoo et le service de messagerie Dovecot. La prise en compte de Outlook.com est expérimental. Geary ne fonctionne peut être pas encore correctement avec certains serveur IMAP. En l'état, il manque encore de nombreuses fonctionnalités à Geary, dont le mode hors-ligne.

source: To learn more about the features we're working on and the future of Geary, please visit Geary's <link href="https://wiki.gnome.org/Apps/Geary">wiki page</link>.
fr: Pour en savoir plus sur les fonctionnalités sur lesquelles nous travaillons, et le futur de Geary, vous pouvez visiter le <link href="https://wiki.gnome.org/Apps/Geary">wiki </link> de Geary.

source: Label or move a conversation
fr: Ajout d'une étiquette à une conversation ou la déplacer

source: Label a conversation
fr: Ajout d'une étiquette à une conversation

source: Geary lets you apply one or more <em>labels</em> to each conversation. Geary labels correspond to labels in Gmail, or ordinary folders in other mail services.
fr: Geary vous permet de marquer les conversations avec une ou plusieurs <em>étiquettes</em>. Les étiquettes dans Geary correspondent aux catégories de Gmail, ou aux dossiers des autres services de messagerie.

source: To label one or more conversations, first select the conversation(s), then do either of the following:
fr: Pour ajouter une étiquette à une ou plusieurs conversations, commencez par sélectionner les conversations, puis au choix:

source: Click the <gui>Label</gui> button on the toolbar and select a label from the resulting drop-down menu.
fr: Cliquez sur le bouton <gui>Ajouter une étiquette</gui> dans la barre d'outils et sélectionnez une étiquette dans le menu déroulant.

source: Hold down the <key>Ctrl</key> key and drag the conversation(s) from the conversation list to the label in the sidebar.
fr: Appuyez sur <key>Ctrl</key> et faites glisser la, ou les, conversation(s) depuis la liste vers l'étiquette dans la barre latérale.

source: Move a conversation to a folder or label
fr: Déplacement d'une conversation vers un dossier ou une étiquette.

source: To move one or more conversations to a folder or label, first select the conversation(s), then do either of the following:
fr: Pour déplacer une ou plusieurs conversations vers un dossier ou une étiquette commencez par sélectionner la ou les conversations, puis au choix :

source: Click the <gui>Move</gui> button on the toolbar and select a folder or label from the resulting drop-down menu.
fr: Cliquez sur le bouton <gui>Déplacer</gui> dans la barre d'outil et sélectionnez un dossier ou une étiquette dans le menu déroulant.

source: Drag the conversation(s) from the conversation list to the folder or label in the sidebar.
fr: Faites glisser la (ou les) conversation(s) depuis la liste vers le dossier ou l'étiquette dans la barre latérale.

source: Using Geary
fr: Utilisation de Geary

source: Bugs
fr: Anomalies

source: Think you've found a bug?
fr: Vous pensez avoir découvert une anomalie ?
