Repository: echo-devim/geary-plus
Catalog: help/*/*.po
Languages: fr

source: If you suspect you've found a bug in Geary, follow these steps to report it:
fr: Si vous pensez avoir découvert une anomalie dans Geary, voici la procédure à suivre pour la signaler :

source: Search Geary's <link href="https://bugzilla.gnome.org/browse.cgi?product=geary">bug database</link> to see if someone else has reported the bug.
fr: Vérifiez dans <link href="https://bugzilla.gnome.org/browse.cgi? product=geary">la liste des anomalies</link> de Geary, si quelqu'un a déjà signalé cette anomalie.

source: Don't see your bug listed? Congratulations! You've found a new bug. To create an bug report, create an account on GNOME's Bugzilla and <link href="https://bugzilla.gnome.org/enter_bug.cgi?product=geary">file a new bug</link>. Be as specific as you can and describe the steps to reproduce it. Don't forget to include details about your operating system and what version of Geary you're running.
fr: Votre anomalie ne figure pas dans la liste ? Félicitations ! Vous avez découvert une nouvelle anomalie. Pour créer un rapport d'anomalie, créez un compte sur « GNOME Bugzilla » et <link href="https://bugzilla.gnome.org/enter_bug.cgi?product=geary">signalez une nouvelle anomalie</link>. Soyez aussi précis que possible et décrivez la démarche à suivre pour la reproduire. N'oubliez pas d'inclure des détails sur votre système d'exploitation et la version de Geary que vous utilisez.

source: For general inquiries, please join the <link href="https://mail.gnome.org/mailman/listinfo/geary-list"> Geary mailing list</link>.
fr: Pour les requêtes diverses, merci de contacter la <link href="https://mail.gnome.org/mailman/listinfo/geary-list"> liste de diffusion de Geary.</link>

source: Delete or archive a message
fr: Suppression ou archivage d'un message

source: When you use Geary with a Gmail account, Geary lets you <em>archive</em> messages. The <gui>Archive</gui> toolbar button archives the selected conversation(s). Archived messages appear in the <gui>All Mail</gui> folder.
fr: Si vous utilisez Geary avec un compte Gmail, Geary vous permet d'<em>archiver</em> les messages. Le bouton <gui>Archiver</gui> dans la barre d'outil archive la (ou les) conversation(s) sélectionnée(s). Les messages archivés se trouvent dans le dossier <gui>Tous les messages</gui>.

source: With other mail servers, you can trash or delete, but not archive, messages. To move one or more conversations to the <gui>Trash</gui> folder, select them and press the <gui>Trash</gui> button on the toolbar. To permanently delete the conversations, hold down <key>Shift</key> and press the <gui>Delete</gui> button that appears in place of the <gui>Trash</gui> button.
fr: Avec les autres serveurs de messagerie, vous pouvez mettre à la corbeille ou supprimer les messages, mais pas les archiver. Pour déplacer une ou plusieurs conversations dans la <gui>Corbeille</gui>, sélectionnez les, et cliquez sur le bouton <gui>Corbeille</gui> de la barre d'outils. Pour supprimer définitivement la conversation, maintenez la touche <key>Maj</key> enfoncée et cliquez sur le bouton <gui>Supprimer</gui> qui apparaît à la place du bouton <gui>Corbeille</gui>.

source: Delete is not available from every folder, such as Search. Delete is also unavailable for Gmail. For Gmail, <gui>Trash</gui> will move messages to the Trash folder on the server, where the user can then manually delete them. The server will automatically remove trashed messages after 30 days.
fr: La suppression n'est pas disponible pour tous les dossiers, tel que Recherche. Supprimer n'est pas disponible non plus pour Gmail. Pour Gmail, <gui>Corbeille</gui> déplace les messages vers la corbeille du serveur, où l'utilisateur peut manuellement les supprimer. Le serveur supprime automatiquement les messages de la corbeille au bout de 30 jours.

source: Adding accounts
fr: Ajout d'un compte

source: The first time you start Geary, you will be prompted to add an email account. On this screen, select if your account is Gmail, Yahoo, Outlook.com, or other. For other account types, you will need to enter your IMAP and SMTP login settings manually.
fr: La première fois que vous démarrez Geary, il vous est proposé d'ajouter un compte de messagerie. Dans cette fenêtre, sélectionnez le type de compte parmi Gmail, Yahoo, Outlook.com ou Autres. Pour les autres types de compte, vous devrez régler manuellement les paramètres de connexion aux serveurs IMAP et SMTP.

source: Additional accounts can be added from the Accounts dialog. The <gui>Accounts</gui> option is available in either Geary's application menu or the gear menu in the upper-right of the toolbar. (The location depends on the install desktop shell. For GNOME Shell and Unity, the application menu is available near the top-left corner of the screen.) Alternately, <keyseq><key>Ctrl</key><key>M</key></keyseq> will open the Accounts dialog. To add an account, click the + button.
fr: Des comptes supplémentaires peuvent être ajoutés dans la fenêtre Comptes. Vous pouvez accéder à <gui>Comptes</gui> depuis le menu d'application de Geary ou le bouton menu dans le coin en haut à droite de la barre d'outils. (L'emplacement dépend de votre environnement de bureau. Pour GNOME Shell et Unity le menu d'application est près du coin en haut à gauche de l'écran.) Le raccourci clavier <keyseq><key>Ctrl</key><key>M</key></keyseq> ouvre aussi la fenêtre de comptes. Pour ajouter un compte, cliquez sur le bouton + .

source: Editing existing accounts
fr: Modification d'un compte existant

source: From the Accounts dialog, select an account and click the pencil icon to change various settings. Please note that Geary cannot change server settings on an existing account. If you need to change your IMAP or SMTP server, you will need to delete the account and re-add it.
fr: Dans la fenêtre des Comptes, sélectionnez un compte et cliquer sur l'icône stylo pour modifier la configuration. Veuillez noter que Geary ne peut pas modifier les paramètres de serveur pour un compte existant. Si vous avez besoin de changer le serveur IMAP ou SMTP, vous devez supprimer le compte et le re-créer.

source: To change the order that accounts are displayed in the folder list, drag the accounts in the Accounts dialog to the desired order.
fr: Pour changer l'ordre dans lequel les comptes sont affichés dans la liste des dossiers, faites glisser le compte à la place voulue dans la fenêtre Compte.

source: There are some advanced options available when editing accounts:
fr: Quelques options avancées sont disponibles quand on modifie un compte :

source: The <gui>Save sent mail</gui> checkbox controls whether Geary will push successfully sent messages up to the account's <gui>Sent Mail</gui> folder. For Gmail accounts, this happens automatically. Yahoo and some other accounts can be configured to do this automatically as well. For other accounts, if you disable this setting, you may be unable to view messages you've sent.
fr: L'option <gui>Enregistrer les messages envoyés</gui> décide si Geary place les messages envoyés avec succès dans le dossier <gui>Message envoyés</gui> du compte. Pour les utilisateurs de Gmail, cela se fait automatiquement. Yahoo et certains autre comptes peuvent être configurés pour que cela soit automatique aussi. Pour les autres comptes, si vous désactivez cette option vous ne pourrez pas voir les messages que vous avez envoyés.

source: The <gui>Download mail</gui> drop-down allows you to configure how much mail Geary will keep locally. Geary can only use locally available mail when searching and forming conversations.
fr: La liste déroulante <gui>Télécharger les messages</gui> permet de configurer combien de messages Geary stocke localement. Geary ne peut classer en conversations, ou effectuer une recherche, que parmi les messages locaux.

source: Removing accounts
fr: Suppression d'un compte

source: To delete an account, open the Accounts dialog, select the account, and press the - button. Geary will delete all information associated with the account.
fr: Pour supprimer un compte, ouvrez le gestionnaire de Comptes, sélectionner un compte et appuyez sur le bouton - . Geary effacera toutes les informations associées au compte.

source: translator-credits
fr: Jérôme Sirgue <jsirgue@free.fr>, 2014
